/**
 * Created by Ornithopter on 2015/1/20.
 */
(function () {
    return {
        dialog: "黄昏时分，一位身材修长的年轻人捧了一盘义大利面到我家串门子。他的打扮相当古怪，穿着一件很像东洋工作服的短袍。虽然行迹不是很可疑，但一看就知道是个怪人。嗯……虽然有点妄下结论，但他给我的第一印象就是如此。\n「我叫托克伊克，刚搬到隔壁。我来打声招呼，请您笑纳。」\n邻居用沉稳、热情的声音说着，把礼物递给妈妈。他的声音有点像美妙的男中音。尽管如此，他的名字也太难念了吧！不过，干嘛端义大利面来啊？",
        options: ['「您太客气了。但是，为什么是义大利面呢？」', '「我不要」'],
        next: [
            {
                dialog: '「听说外国搬新家的人都会端义大利面向左邻右舍问候。我觉得这个风俗不错，所以就依样画葫芦啰。」\n妈妈问了跟我相同的疑问，邻居则回答得很干脆。感觉他说得很自然，又有点奇怪。\n不过，搬家送人义大利面，真的有这种风俗吗？总觉得好像是哪里搞错了。与其说是我的直觉，还不如说是事实。嗯，就是这样。\n总之，邻居给妈妈的第一印象，好的不得了。对旅行回来正苦思该如何准备晚饭打发全家的妈妈而言，简便的义大料理似乎成了她的救星。当天的晚餐虽然很普通，却美味极了。\n尽管如此，即使技术再怎么发达，一天就可以在空地上盖好一栋房子吗？不可能用卡车把房子载过来摆在隔壁，更不可能从地底下冒出来吧！哎，我不由得就是会这样想像，一个人独自躺在床上傻笑。幻想着房子不断地蹦出来。\n这个谜团，现在怎么想也想不出答案。\n隔着一个院子，隔壁的灯光从窗帘的缝隙中透了出来。邻居一定还在整理搬家的东西。虽然心里有点在意，今天姑且先睡了。因为，我累死了！\n我就那样乖乖地睡着了。\n放假最好了！不用上学，可以在家里慢慢地睡到中午。"',
                next: 'mg/2'
            },
            {
                dialog: '「不要算球。」'
            }
        ]
    }
});