return {
dialog: """
四周一片漆黑，我坐在檐廊边上，焦躁不安。
刚入睡就被吵醒，不管谁遇到这种事都会感到不高兴。
我是初中二年级学生，正是长身体最能吃能睡的时候。可是最近总是吃不饱，肠胃没什么负担，因而越发睡得沉了。在这时被吵醒，别提有多烦了。
最近，像我这样的学生都被动员到了工厂干活。
两三天前，厂长讲话时，先是这样说道：“这是军事秘密，对任何人都不能透露。”之后才实情相告：“其实你们生产的东西是制造飞机的重要零件。”当然厂长这样说，无非是想激励我们这些人。
不过要是把这句话换成“从明天开始增加配给的食品”之类的话，或许会更奏效吧。
专家研究表明，每人每天只要能够保证两千几百卡路里就能维持生命。据说，主食的配给量便是依此而制定的。然而自去年空袭以来，情况越变越糟，就连这种接近极限的配给量也得不到保证了。每周的主食也被替换成了少得可怜的干玉米粉。
能够生存下来，真是奇迹。不过，也多亏了母亲千方百计从黑市上弄回一些食品，我才没有因营养不良而倒下。
既然填不饱肚子，那么剩下的惟一享受便只有睡觉了。在暖和的被窝里躺上十个小时，至少可以不用为配给发愁。
然而，这种想法太天真了。
昨天夜里的空袭，持续了两个多小时，照说今晚应该不会有空袭了。谁知刚入睡，就被警报声给吵醒了。
今天还有位同学在大家面前豪言壮语道：“美国搞心理战，每晚都来空袭我们，大家千万别上当。像我，就算是有空袭警报，也照睡不误。”
我可没有那样的胆量，因为以前曾遭受过的空袭之灾至今还记得十分清楚。

事情发生在一月二十七日的第一次空袭中。当时，我和母亲还住在京桥。那天白天，B-29轰炸机的编队出现在空中，投下了二百五十公斤炸弹以及大量的燃烧弹。邻近四户人家被炸成了一片废墟，我家也被烧了个精光。我常对朋友讲述当天炸弹落下时的凄惨景象。实际上，这也都是事后从邻居那里听来的。当时我和母亲一直躲在防空洞里，只听一声巨响，耳朵“嗡”地一下，整个人都被震傻了。正在那时，附近的人在洞口扯着嗓子叫我们快出来。我们出来一看，房屋已经烧起来了。要是再晚出来一步，可能就会被浓烟呛死在里面。
从那时起，我们便转移到了小学的礼堂里，与五十多人一起生活。第五天，母亲的一个熟人来找我们。那个老人在茅场街经营一家很大的纺纱铺，住在小田急线①的梅丘。
老人问道：“住在这种地方，不方便吧？”
我回答道：“没关系，这是我的母校。”
随后老人又恳求我母亲道：“其实呀，东京现在已经非常危险了，过几天我想回老家信州避。”

自那以后，整整四个月过去了。
刚才警戒警报响起时，警防团的人也跟着大喊大叫起来。随后，四周陷入了一片沉寂之中。或许是因为这一带与京桥庶民区不同，房屋很宽并带有院子，邻居说话的声音不可能传过来。不过也说不定是因为这一带的人没有经历过空袭，现在还安心地躺在被窝里。
然而，近来的警戒警报就相当于去年的空袭警报。现在的空袭警报可不是吓唬人的，而是真正有敌机到来。所以听到空袭警报才起床，是来不及的。如果这样白白被炸死去，就会被视为“非国民”。我可不想成为“非国民”，所以无论如何也得拼命爬起来。
“小俊，先穿好鞋。”母亲一边在客厅里摸索着整理行李，一边喊道。
我板着脸，假装没有听到。但马上改变了主意，拿起放在脚边的鞋开始穿了起来。穿鞋对于我来说是一件多么痛苦的事呀！可母亲一点也不知道。一周前，我在工厂抽中了一张配给券，得到了一双真皮靴子。可是鞋码小了一号，不使上全身的力气用双手拽，脚是怎么也塞不进去的。
脚刚一蹬进去，小脚趾上的水泡就钻心地疼。这两三天走起路来都是一瘸一拐的。以前穿的那双帆布鞋，母亲已经拿去和农民换了红薯，所以现在也没有其他法子。
今晚，我不高兴，实际上还有另外一个原因。被警报惊醒时，正做着美梦。但是现在却无论如何也想不起梦到什么了。越是努力去想，脑子里就越发混乱。
天空没有月亮，好在我已经适应了黑暗。院子里的菜园、防空洞的入口都像蔚蓝色海底的照片一样清楚地浮现在我的眼前。六平方米左右的菜园里已经挂起了番瓜。看得出是外行栽培的，最多只能收获三四个小番瓜的样子。煮在菜粥里，顶多吃两天。菜园旁边是主人挖的防空洞，洞口看上去很气派，但里面却不中用。顶棚仅仅用门板隔了一下土而已，七十五公斤以上的人就能将它踩垮。后面的那棵柿子树也毫无用处。到了秋天即便结点果实，也会青涩得难以下咽。还有柿子树对面，邻居家研究室的拱顶屋，涂着用来伪装的迷彩色，怎么看都不顺眼……
看到这里，我的脑子突然一下子变得清晰起来，想起了梦中的情景。就在那一瞬间，我感到脸上火辣辣的。因为是在黑暗中，也不怕母亲追问我脸红的原因，所以即便一直红着脸也没有关系。
启子现在在做什么呢？我透过黑暗，凝视着隔壁家的拱顶屋。
那个拱顶屋非常牢固，说不定身穿裙子的启子这会儿正待在里面呢。别的女人总是穿着劳动服和长裤，只有邻家启子时常穿着裙子。她的脸蛋长得跟电影明星小田切美子一模一样。这可不是我一个人的主观看法。连常到附近来卖点米的黑市商人也感叹道：“长得真是太像了，真叫人吃惊啊。”大叔说起这话的时候，母亲没有什么反应。当然了，母亲不怎么看电影。不过，这也证明了母亲还没有发现我藏在《航空少年》杂志中的小田切美子的照片。
对于启子，我只有一点不满意。每次去她家，她总会端出用薯类面粉做成的糕点，像对待孩子似的说：“你一定饿了吧，多吃点。”我对此很不以为然：自己都上初二了，她也不过才上女子学校五年级罢了，她不就比我高三个年级嘛。
当然，我去邻居家还有另外一个原因，那就是向启子的父亲请教学习上的问题。启子的父亲是大学老师，英语呀，物理呀，数学呀，什么科目都可以辅导我。在做棘手的数学题时，启子有时会站在旁边。每当这个时候，我总是在心里埋怨母亲为什么不早生我三年？要是那样的话，我就可以辅导启子了。因为一般高中的课程要比女子学校的课程难得多。可是，近来母亲总是告诫我不要老去邻居家。
不过，问题不在启子，而在她父亲，也就是我的老师身上。老师蓄着天皇那样的小胡子，是个温文尔雅的人。然而，有时在学习结束之后，老师会激昂地说：“这场战争，日本必输无疑，必须尽早结束这场愚蠢的战争。”因为在大学里，老师讲演时也说过同样的话，所以“特高”①的刑警和宪兵来调查过。并且，从那以后，附近的人们都说老师是“赤化分子”，大家渐渐都疏远他了。母亲也跟着附和，而我以现有的知识也无法理解反战论者和赤化分子的区别，所以只是“嗯”了一声，回答了母亲，惟有那天没去邻居家。
①“特别高等警察”的略称，日本旧警察制度下的政治警察，以镇压自由主义、社会主义、共产主义运动为目标，1945年被废除。
但是，母亲在气度这一点上，却不像这一带的有钱人那样不近人情。母亲对于父女二人相依为命的启子一家充满同情，总会从仅有的食物中分出一些来给他们……
突然响起的警报声，打断了我的思绪。断断续续的、短促而又刺耳的声音，只会让人认为是负责拉警报的人在胡乱地捣鼓着开关。或许，事实也就是如此吧。
这时，放在走廊上的收音机也响了起来。虽然受到警报声的影响，广播员的声音时断时续，但仍能听清是在播报“关东地区空袭警报令”。
我站在院子里，转过身时，发现母亲也出来了。穿着劳动服的母亲看上去就像小姑娘一样。去年的这个时候，我和母亲正好一样高，可是现在，我比母亲高出了三厘米。
母亲将帆布包斜挎在肩上，并用一只手紧紧地按着。包里除了供应账簿和印章以外，还有六年前在中国中部战场中战死的父亲的照片和灵位，所以整个包袱看上去鼓囊囊的。
警报响了很久，似乎已经超过了规定时间。
警报声停止的时候，传来一阵低沉的轰鸣声。这是重型轰炸机特有的声音。很明显，这绝不是我军的飞机。东京附近的我军飞机，都是迎击用的战斗机。
轰炸机的声音越来越大。为了防止爆炸气浪把玻璃震碎而在窗户上糊的纸，这会儿都哗啦啦地振动起来。
“娘，快进防空洞！”我大声喊道。可是我的声音和轰炸机的声音交织在一起，完全变了调。
母亲朝檐廊那边瞥了一眼。那里并排放着两件随时都就可以拿走的行李。这就是我们家全部的家当。
“快呀！”我大声喊道。
母亲向防空洞洞口跑去，随即又回过头来问道：
“小俊，你呢？”
“我在外面看着。危险的时候，再进来。”
我一边说一边跑了过去，把手放在母亲的肩上，把她往洞里推。
母亲的身影消失在了防空洞里。不知何处传来了惊慌失措的叫嚷声。我想，这里的人可真没经历过空袭。
轰炸机的声音大到极点，让人完全辨别不出方向。敌机的编队来到了东京上空。
随着“嗡”的一声，飞机急速下降，我随即扑倒在地。遇到轰炸的时候，这是最好的应对方法。
然而，周围又马上传来了“咔咔”的响声，像是竹刀相撞的声音。我刹那间意识到是燃烧弹。便拼命地闭上眼睛，紧紧地伏在地上。
我一直保持这样一种姿势，仔细聆听着周围的动静。轰炸机的声音渐渐远去了。我轻轻坐起来。左手边，什么东西在发光。仔细一看，院子的树丛中冒出烟花一样的火星，发出“嗖嗖”的声响。火势眼看着大起来了。
我慌忙爬了起来，环视四周，其他地方并没有火花。防空洞也安然无恙。
“娘，是燃烧弹。快来帮忙……”我在洞口处高喊了一声，马上朝廊檐前面的消防蓄水池跑去。水泥做的蓄水池前，放着三只装满水的桶。我挑了只最大的，提起来，朝树丛那边飞奔过去。
“使劲把水泼到火源上”，学校发的《防空必备》手册上是这么写着的。然而，此时火光映红了夜空，十分壮烈，是学校演习用的发烟筒无法比拟的。最终，我只能在三米远的地方来来回回地泼水。一瞬间，火苗看似弱了下去，但旋即又卷土重来。
我提着桶返回蓄水池的时候，和提着满满一桶水跑过来的母亲撞了个满怀。在燃烧弹火光的映衬下，母亲的脸显得神采奕奕，这副模样和在京桥开店时一样。我把空水桶换给母亲，自己提着满满一桶水，又返回到燃烧弹前。与上一次不同，这次是从两米远处将水泼出去的。
母亲把三个水桶轮流灌满，再一个一个地传给我，显得沉着而冷静，这里毕竟不是自己家，万不得已的时候，只要拿起装满全部家当的两件行李，逃到家门前的田里就平安无事了。至于明天的住所，自会有区政府来安排。
这次，我算是尽全力了。我总共提了几十桶水。桶里大部分的水洒到地上，打湿了裤脚，但也有将近一半的水确实泼到了火苗上。最终，母亲也不必拎着行李逃走了。
“好了，没事了。”我说着，从母亲手里接过最后一桶水。为保险起见，我缓缓地把水浇在正冒着热气的燃烧弹的残骸上酉。而且，我还打算明天把弹筒拿到工厂去给同学们看看。
“太好了，没受伤吧。”母亲一边气喘吁吁地说着，一边掏出写有“八纮一宇”①的毛巾来擦拭我身上弄湿的地方。
①“八纮一宇”一词，出于日本最早的编年体古书《日本书记》中“兼六合以开都，掩八纮而为宇”的句子。传说是古代的神武天皇发布的诏令，意思是合天下为一家，其家长为万世一系的天皇。1903年，日莲派宗教家田中智学将“八纮一宇”阐释为“日本的世界统一之原理”。而“大东亚共荣圈”的思想支柱就是“八絃一宇”的、以天皇为中心的超国家思想。
然而，我却仍然提着空水桶，呆呆地凝望着邻居家。研究室的拱顶屋旁，还在微微冒着红色火苗，
“啊！”母亲也注意到了，拿着毛巾的手停了下来。
“启子应该没事吧。”母亲脱口说道。
我想了一下，回答说：“赶快过去看看吧。”
2
尽管站在门口无法直接看到火焰，可玄关上空肆意飞舞着的火星却是显而易见的。
榆树下面那条羊肠小道，是我每天回家的必经之路。我就沿着这条路，绕到了院子里。
距堂屋大约四米处的库房已经起火了，可是，却不见老师和启子的身影。
我大声喊道：
"""
options: [
  '“老师！”',
  '“启子！”'
],
next: {
  dialog: """
我这么喊了一声后，就赶快朝着最里面的研究室跑去。我突然想起，这家人图省事，把水泥做的拱顶屋当作防空洞来使用。现在，父女二人肯定和我母子在京桥时一样，待在里面，还什么事都不知道呢。
湿透的绑腿和靴子很沉，我几次险些跌倒，最终还是在院子中央摔了个大跟斗。我感觉像是被什么东西绊了一下，起身回头一看，不禁失声喊道：“老师！”
我爬了过去。老帅仰面直直地躺着，铁头盔、防空头巾什么都没有戴，还是穿着平时那件黑色西服。
“老，老师……”
我从后面把手插到老师的腋下，想要把他扶起来。可是不行，只好作罢。老师软弱无力地躺在那里。
我犹豫了。是把老师放在这里，任火星纷纷飘落在老师身上，去叫启子好呢，还是……我很生气，埋怨启子到了这种时候还若无其事地待在屋子里。
"""
  options: [
    ['先去找启子', """先不管老师了，必须快点找到启子！"""],
    ['先把老师安置好', '这里太危险了，先安置好老师吧。']
  ],
  next: {
    dialog: """
突然，老师“哼”了一声。我赶紧又凑到老师身边，紧紧地盯着老师。老师微微睁开了双眼。我这才发现老师的眼镜不知道跑到哪儿去了。
“老师！”我喊道。
老师好像明白了似的，脸颊和嘴唇微微抽动了几次，勉强发出了嘶哑的声音：“我……”
“老师！”我答道，“我这就去叫启子。”
“俊夫！”
老师的声音稍微大了些。我刚要站起来，又蹲了下去。
老师用含混不清的声音继续道：“别走，我有事拜托你。”
“什么事？”
我不由地朝房子那边望去。平时，老师教他数学的那间屋子的屋檐已经烧起来了。现在要冲进去拿点什么东西出来，已经不可能了。
那边传来了轰炸机的声音，敌机又来了。可是我顾不上这些了，我一把扯下防空头巾，将右耳凑到老师嘴边，用手指塞住左耳。这时，在我的眼里，燃烧的房子似乎都倾斜了。房檐四散着火星，就要烧塌了……
邻组的人们赶来时，老师仍躺在地上，我呆呆地站在旁边。
“喂，怎么了？”
“他不就是这儿的老师吗？”大家都跑了过来。“救护队的医生应该还在这一带，快去叫过来一下。”站在前面的组长对后面的人喊道。他一面整理着铁头盔的带子，一面走到老师旁边，蹲了下来。
“头部受伤了。”我说着，一把抓起地上的防空头巾，向研究室跑去。
身后传来水桶碰撞的声音。老师的家已经完全被火包围了。研究室的拱顶屋在浓烟中若隐若现。上空，探照灯灯光交相辉映。
我的手刚触到门把时，左边天空突然闪过一个亮点，随后像是有什么东西坠落了下来。可能是我方的飞机。
"""
    next: '1-0'
  }
}
}