return {
dialog: """
3
那已经是十八年前的事了，我的记忆也有些模糊了。
然而，在那本珍藏的旧笔记本里，我却记录下了那句遗言。因为是战争时期，用的是劣质墨水，现在字已褪了色，呈淡淡的茶色。
“一九六三年五月二十六日午夜十二点，去研究室。”
当时老师将“一九六三年”反复强调了好几次，并叮嘱我一定要在这个时间到研究室去，之后没说几句便断了气。于是，我就在“六三”旁边画了一道线。
为了不忘记此事，第二天早晨我把这件事用钢笔记在了笔记本上，并将它保管了整整十八年。
老师的葬礼是在第二天举行的。因为是战争期间，所以葬礼办得相当简单，只有我母子和近邻的一位老人参加。这位老人是个建筑工人，经常出入老师家。听说当晚有很多人死于空袭，办手续稍迟一点，便领不到配给的棺材。多亏了这位老人先去政府办理领取棺材的手续，之后又连忙安排后事，老师的葬礼才得以顺利举行。但是，老师的女儿启子——也就是老师惟一的亲人一却没有出席葬礼。当时，她已下落不明。
而当时的我却更在意老师的遗言。我一直担心会不会把一九六三年这个时间听错了。我想了很多数字，但是并没有发现有哪个数字的发音会被错听成六三。老师说的肯定就是一九六三年。十八年后的同一天，同一时间，而且也是在深夜，到同一地方来。我实在是想不明白，这到底是怎么一回事。不过，总之这是很久之后的事情。除了等待，别无选择。
我没有告诉母亲有关遗言的事。因为母亲和老师几乎没什么来往，即便是说了，也无济于事。
战争结束后，我和母亲回到京桥，在废墟上搭起了简易房，重薪经营起理发店的生意。我打算中学毕业后就到理发店帮忙于活。可是，就在临近毕业的时候，一个不愿透露姓名的陌生人通过学校，表示愿意为我提供学费援助。
对方是个陌生人，为什么会帮我出学费呢？我虽然感到些许不安，但是因为没有附加条件，而且又有班主任作担保，我最终还是接受了陌生人的好意。那时，正好是八年制义务教育取代九年制的时候，我从旧制中学毕业后，被编入新制高中二年级。高中毕业后，便进入了日本大学的工程学院。
在此期间，我时不时会想起老师的遗言。进入工程学院之后不久，我突然萌发出一个念头来，想要调查一下老师。然而，首先让我感到为难的是，老师的户口去向不明。世田谷区政府的登记簿上，根本就找不到老师的名字。战争结束已经五年了，战争死亡者的名单上，也没有老师的名字。
于是，我去了老师曾经工作过的文理科大学。文理大当天也遭到了轰炸，但是同样没有关于老师的记录。最后，我在拜访了几位老师的学生之后，才知道老师只是一名普通的生物学家。这可以说是我得到的有关老师的惟一消息。
我的专业是电器工程学。毕业的前一年，那位不愿透露姓名的资助者，通过我中学的母校传话，希望我能到一家电动机公司工作。当时的那家公司小而又小，没有一点名气。但由于这是恩人的意思，所以我毫不犹豫地进了那家公司。虽然我现在还不知道那个人是谁，但我猜想，应该和公司有关。我打算，如果知道那人是谁的话，无论如何也要报恩。之所以这么说，是因为后来那家生产录音机和半导体收音机的公司发展迅猛。
公司的规模越来越大。两年前，作为创业元老的我被提拔为部长。母亲对我的出人头地感到很欣慰，早就把理发店关了，舒舒服服、清清静静地安度着晚年。可是，这样的日子没持续多久，母亲便去世了，我惟一感到遗憾的是，没能让母亲抱上孙子。母亲因风湿病卧床不起的前几年，还一直张罗着帮我找媳妇。可是，对母亲拿来的照片，我总提不起劲儿。
去年春天，我突然想起了老师的遗言。一年之后，就得去研究室了。可是，研究室现在究竟怎么样了呢？我有些担心。战争结束后，我还一次都没去过梅丘。
与母亲的想法一样，我也觉得启子可能还活着。说不定是在空袭中受到刺激，失去了记忆，在一个陌生的地方生活着。倘若果真如此，启子由于某种契机，恢复了记忆，回到梅丘的话，应该会从那个建筑工老人口中打听到老师被安葬在浜田家的墓地菩提寺。
而且，如果去了菩提寺，她就会得知我的住所，并主动与我联系。因此，我认为，若是去了梅丘又失望而妇的话，反而会让人觉得启子可能真的死了，便索性不去那里了。
然而仔细想来，不管研究室所在的地方发生了什么变化，对于实现老师的遗言，应该没什么大碍。可能是老师和谁约好了一九六三年要在那间研究室里见面吧。之所以隔了这么长的时间，可能是和彼此的研究相关吧，而且我认为对方有可能是位外国的学者，考虑到对方来自遥远的国外，所以约定深夜见面，也是可以理解的。因此，万一研究室不在了，自己也会在这附近等这么一个人——三十一岁的我是如此对及川先生解释的。
然而，当我一看到那本发黄的笔记本上面的字迹时，便又会感觉到将有更神秘、更无法预测的事情发生。我为了打消这样的念头，连续三个晚上都在银座喝酒喝到很晚才回家，让自己尽量不去看放在书桌抽屉里的笔记本。
"""
next: '1-1.4'
}