return {
dialog: """
4
我说完后，只觉得胸中积聚的憋闷消散开去，顿时轻松了许多。
然而，及川先生却称不上是一位称职的听众。他既没有适当地插些话进来，也没有表现出一副深受感动的样子。
不过，作为一个局外人，大抵也只能如此吧。及川先生只是把研究室借给了我。
“事情的经过就是这样。”我说道，“可能还会有人前来打扰，无论如何，请您再多包涵一下。”
“嗯？”及川先生一脸诧异。
“我觉得半夜打扰您实在是太冒昧了，所以今晚我提前来了。我想对方也不会深更半夜贸然闯入吧。不过，他也该来了……”
“啊，是吗……”及川先生起身，指了指墙上的按钮说道，“那么，我这就过去了。这里也好，研究室也好，你请自便吧。我还不会睡，要是有什么事的话，请按这个铃吧。还有，若是闲得无聊的话，电视机和收音机请随便……”
我回头一看，发现后面的矮脚书架上并排摆放着小型的收音机和电视机，两个都是我的公司的产品。
我越发喜欢眼前这位及川先生了。
“这儿还有香烟，你若喜欢的话……”
及川先生的话真及时，刚好这会儿我的烟抽完了。最近，我抽得有些过量。
“好，谢谢……”
我朝开门出去的及川先生深深地鞠了一躬。随后我看看手表，快十一点了。
我起身朝书架方向走去。在这种时刻，听点舒缓的音乐最合适。
正当我想要扭开收音机的开关时，旁边一张倒扣着的小相框吸引了我的目光。
我不假思索地拿起来瞧了瞧。
“咦……”我忽然问想起了什么，“真是太像了，不会是……”
这不就是以前的电影明星小田切美子嘛。上面还有她的亲笔签名。我猜想及川先生可能是她的影迷。
我凝视了几秒，将照片按原样放好后便打开了收音机。为了避免吵醒及川夫人，我调小了音量，随后，又坐回到沙发上。
著名的法国“柯托”乐队里男高音的声音从收音机里缓缓流淌出来，我想要仔细倾听，不知不觉中思绪却又飘到了别处。
对方很快就会来吧。这个房间就在玄关旁边。门铃响起后，是自己去开门呢，还是等着及川先生去开门？我浮想联翩，设想着各种人物以及各种场景。
到十一点五十分时，我已经抽了九枝“和平”牌香烟，并且喝了三杯及川先生留下的红茶。
初夏的夜晚还是那样冷飕飕的。时间马上就要到了，但我已经按捺不住了。
正当我走到房门口时，门却自己开了，是及川先生，他推门探进头来说道：“刚才忘了告诉你卫生间的位置。沿着这条走廊向前，直到尽头，然后往左拐。厕所就在最里端的右边。”
及川先生考虑得真周到呀，我暗想道。可是没有时间道谢了，我急匆匆地顺着及川先生指的路走了过去。
我回到客厅时，客厅里空无一人。还差两分钟到十二点。对方也许打算直接去研究室吧!我恍然大悟，马上抓起放在桌上的打火机往袋里一揣，接着出了玄关，穿上鞋。此时，我才忽然想起收音机还开着。不过，已经没时间了。对方可能是外国人。作为日本人，我可不愿意迟到。
我沿着草坪中央的小道，朝研究室跑去。这个角度刚好与十八年前那晚一样，拱顶屋可以尽收眼底。也许是有人经常打扫的缘故，此时在月光的映照下，房顶泛着银辉。研究室前，一个人影都没有。
我看了看手表，带夜光的时针与分针马上就要重叠在一起了。
我稍稍止住脚步，回头张望了一下及川府邸。只有堂屋最前面的窗口透着灯光，没有任何人到来的迹象。
我又加快脚步，一步跃上研究室前四梯高的台阶。就在我的手触到门的一刹那间，门把手自己转动了一圈，接着门开了。
"""
next: '1-1.5'
}