return {
  dialog: """
1
“六三年盛夏时装秀。今夏最新款式即将闪亮登场。由亮泽优雅、柔软顺滑的印花丝绸，精美雅致的机织提花蕾丝，凉爽舒适、布满蕾丝的印花布，以及各种上等衣料制作而成的最新款时装，高贵典雅，气度非凡……”
在文字旁边配有一幅美女的彩色照片。照片上的美女穿着靓丽夺目的夏装。衣服固然不错，更漂亮的是模特的肤色和肤质。近来，印刷技术大有进步，照片上就连模特生有柔软汗毛的肌肤的触感都被逼真地再观了出来。这种广告是禁止使用裸体模特的，因而一身夏装显得恰到好处。
这种车厢内广告，对私营铁路经营方来说肯定是个相当可观的收入来源。那些拿着报刊杂志、或者打着盹的、闲着无聊的乘客，在路途中，除非车上有漂亮女人，否则谁都会将目光投向美女广告的。
最近一段时间，我都没坐过私铁①。现在的公寓位于东京的青山。即使偶尔去郊外办事，开自己的车或是坐公司的车去也不会误事。今天晚上本来是打算开车去的，但是出门时，看了一下表，就突然改变了主意，想要改乘电车。
①私营铁路（到车）的简称。
我抄着手，闭着双眼。私铁是新型轻金属制造的电车，跑起来又轻又快……
松开手时，车内广播正好响起：“下一站是梅丘，梅丘到了……”
"""
  next: '1-1.2'
}